Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: ! (use all, stop after first match)
ug: ! (ھەممىسىدىن، بىراق تاپقان ھامان توختىسۇن)

source: "%s" (%s) link to %s
ug: "%1$s" %3$s نىڭ ئۇلانمىسى (%2$s)

source: "%s" Settings
ug: «%s» تەڭشىكى

source: "%s" broken link
ug: «%s» بۇزۇلغان ئۇلانما

source: "%s" does not appear to be a valid Openbox theme directory
ug: قارىغاندا «%s» ئىناۋەتلىك Openbox ئۆرنەك مۇندەرىجىسى ئەمەستەك قىلىدۇ

source: "%s" in %s
ug: "%s" %s نىڭ ئىچىدە

source: "%s" is spelled correctly (%s).
ug: «%s» نىڭ ئىملاسى توغرا (%s).

source: "%s" mountable
ug: «%s» نى ئېگەرسىزلىگىلى بولىدۇ

source: "%s" shortcut
ug: «%s» تېزلەتمە

source: "%s" was installed to %s
ug: «%s» نىڭ ئورنىتىلغان يېرى %s

source: "%s" was successfully created
ug: «%s» مۇۋەپپەقىيەتلىك قۇرۇلدى

source: "Active window" takes a screenshot of the active window. This will be the one that was active before this dialog appeared, or if you set a delay, the one that is active after the delay.
ug: «ئاكتىپ كۆزنەك» ئېكراندىكى ئاكتىپ كۆزنەكنىڭلا سۈرىتىنى ئالىدۇ. بۇنىڭدا نۆۋەتتىكى سۆزلەشكۈ ئاكتىپ بولۇشنىڭ ئالدىدىكى كۆزنەك ئاكتىپ كۆزنەك بولىدۇ. ياكى كېچىكتۈرۈش ۋاقتى بېكىتىلگەن بولسا، شۇ ۋاقىتتىن كېيىن ئاكتىپ بولغان كۆزنەك ئاكتىپ كۆزنەك بولىدۇ.

source: "Entire screen" takes a screenshot of the whole screen as you see it.
ug: «تولۇق ئېكران» بولسا سىز كۆرۈۋاتقان بارلىق نەرسىنىڭ سۈرىتىنى ئالىدۇ.

source: "Read" monitor first
ug: «ئوقۇش» نى ئاۋۋال كۆرسەت

source: "Select a region" allows you to select a region to be captured by clicking and dragging a rectangle over the area of screen that you wish to capture, before releasing the mouse button.
ug: «دائىرە تاللا» چاشقىنەك ئارقىلىق كۆرسىتىلگەن تىك تۆت تەرەپلىكنى سۈرەتكە ئالىدۇ.

source: "Write" monitor first
ug: «يېزىش» نى ئاۋۋال كۆرسەت

source: "hddtemp" was not executed correctly, although it is executable. This is most probably due to the disks requiring root privileges to read their temperatures, and "hddtemp" not being setuid root. An easy but dirty solution is to run "chmod u+s %s" as root user and restart this plugin or its panel. Calling "%s" gave the following error: %s with a return value of %d.
ug: ھۆججەت «hddtemp» نى ئىجرا قىلدۇرغىلى بولىدۇ، بىراق نورمال ئىجرا بولماپتۇ. سەۋەبى، بەلكىم ئالىي ئىشلەتكۈچى مەرتىۋىسىنى تەلەپ قىلىدىغان دىسكىنى ئوقۇغاندا، «hddtemp» بۇيرۇقى ئالىي ئىشلەتكۈچى مەرتىۋىسىگە ئېرىشەلمىگەن بولۇشى مۇمكىن. ئاددىي بىراق، ئىپتىدائىي ئۇسۇل ئالىي ئىشلەتكۈچى ھالىتىدە «chmod u+s %s» نى ئىجرا قىلىپ، قىستۇرمىنى قايتا باشلاشتۇر. پروگراممىدا «%s» نى چاقىرغاندا تۆۋەندىكى خاتالىق كۆرۈلدى: %s قايتۇرغان قىممىتى: %d

source: % Percent
ug: % پىرسەنت

source: %.0f MB
ug: %.0f م ب

source: %.1f B
ug: %.1f ب

source: %.1f GB
ug: %.1f گ ب

source: %.1f Hz
ug: %.1f گېرتس

source: %.1f KB
ug: %.1f ك ب

source: %.1f MB
ug: %.1f م ب

source: %.2f GB
ug: %.2f گ ب

source: %.2fKb of %.2fKb
ug: %.2fKb / %.2fKb

source: %0 o'clock
ug: دەل %0 بولدى

source: %02d:%02d remaining
ug: %02d:%02d قالدى

source: %1 o'clock
ug: دەل %1 بولدى

source: %A at %X
ug: %A %X دە

source: %A: Album
ug: %A: ئالبوم

source: %D: Disc
ug: %D: دىسكا

source: %T: Track
ug: %T: نەغمە

source: %a: Artist
ug: %a: ئورۇنلىغۇچى

source: %d KBit/s
ug: %d كىلوبىت/سېكۇنت

source: %d MIME type found
ug: %d MIME تىپى تېپىلدى

source: %d cpu available
ug: ئىشلەتكىلى بولىدىغان س پ ئۇ (CPU) نىڭ سانى %d

source: %d day
ug: %d كۈن

source: %d day ago
ug: %d كۈن بۇرۇن

source: %d days %d:%02d:%02d
ug: %d كۈن %d:%02d:%02d

source: %d definition found.
ug: %d مەزمۇن تېپىلدى.

source: %d file operation running
ug: %d ھۆججەت مەشغۇلاتى ئىجرا بولۇۋاتىدۇ

source: %d folder selected
ug: %d قىسقۇچ تاللاندى

source: %d hour
ug: %d سائەت

source: %d hour %d mins
ug: %d سائەت %d مىنۇت

source: %d item
ug: %d دانە تۈر بار

source: %d item (%s), Free space: %s
ug: %d دانە تۈر (%s) بار. بىكار بوشلۇق: %s

source: %d item selected
ug: %d تۈر تاللاندى

source: %d item selected (%s)
ug: %d تۈر (%s) تاللاندى

source: %d item, Free space: %s
ug: %d دانە تۈر بار. بىكار بوشلۇق: %s

source: %d mins
ug: %d مىنۇت

source: %d minute
ug: %d مىنۇت

source: %d occurence
ug: %d بار

source: %d second
ug: %d سېكۇنت

source: %d songs, %d hours and %d minutes
ug: %d ناخشا, %d سائەت %d مىنۇت

source: %d songs, %d minutes
ug: %d ناخشا, %d مىنۇت

source: %d suggestion found.
ug: %d دانە نامزات بار ئىكەن.

source: %d upgrade available
ug: %d دانە يۈكسەلدۈرمە بار

source: %d upgrades available
ug: %d دانە يۈكسەلدۈرمە بار

source: %d%% (%02d:%02d) remaining
ug: %d%% (%02d:%02d) قالدى

source: %d%% remaining
ug: %d%% قالدى

source: %d: Date
ug: %d: چېسلا

source: %d:%d Minutes
ug: %d:%d مىنۇت

source: %dh %dm %ds
ug: %d سائەت %d مىنۇت %d سېكۇنت

source: %dh %dm %ds left
ug: %d سائەت %d مىنۇت %d سېكۇنت قالدى

source: %dm %ds
ug: %d مىنۇت %d سېكۇنت

source: %dm %ds left
ug: %d مىنۇت %d سېكۇنت قالدى

source: %ds
ug: %d سېكۇنت

source: %ds left
ug: %d سېكۇنت قالدى

source: %dx%d pixel
ug: %dx%d پىكسېل

source: %f: File
ug: %f: ھۆججەت

source: %g ms
ug: %g مىللىسېكۇنت

source: %g px
ug: %g پىكسېل

source: %g: Genre
ug: %g: ئېقىم

source: %i chapter
ug: %i باب

source: %i chapters
ug: %i باب

source: %i hour
ug: %i سائەت

source: %i item
ug: %i تۈر

source: %i items
ug: %i تۈر

source: %i minute
ug: %i مىنۇت

source: %lu B
ug: %lu ب

source: %lu KiB
ug: %lu ك ب

source: %lu MiB
ug: %lu م ب

source: %lu hour remaining
ug: %lu سائەت قالدى

source: %lu hour remaining (%s/sec)
ug: %lu سائەت قالدى(%s/sec)

source: %lu minute remaining
ug: %lu مىنۇت قالدى

source: %lu minute remaining (%s/sec)
ug: %lu مىنۇت قالدى(%s/sec)

source: %lu packet
ug: %lu بوغچا

source: %lu second remaining
ug: %lu سېكۇنت قالدى

source: %lu second remaining (%s/sec)
ug: %lu سېكۇنت قالدى(%s/sec)

source: %s is not an audio file: %s
ug: %s ئۈن ھۆججىتى ئەمەس ئىكەن: %s

source: %s %s waiting to charge (%i%%).
ug: %s %s توكلىنىۋاتىدۇ(%i%%)。

source: %s %s waiting to discharge (%i%%).
ug: %s %s توكسىزلىنىۋاتىدۇ(%i%%)

source: %s %s: %s (%d) This monitor will not work! Please remove it.
ug: %s %s: %s (%d) بۇ كۆزەتكۈ نورمال ئىشلىمەيدۇ! ئۆچۈرۈۋېتىڭ.

source: %s ---------------- I/O (MiB/s) Read :%3.2f Write :%3.2f Total :%3.2f Busy time (%c) Read : %3d Write : %3d Total : %3d
ug: %s ---------------- I/O (م بىت/س) ئوقۇش :%3.2f يېزىش :%3.2f جەمئىي :%3.2f ئالدىراش ۋاقىت (%c) ئوقۇش : %3d يېزىش : %3d جەمئىي : %3d

source: %s <i>Size: %dx%d</i>
ug: %s <i>چوڭلۇقى: %d x %d</i>

source: %s Size: %s Last modified: %s
ug: %s چوڭلۇقى: %s ئەڭ ئاخىرقى ئۆزگەرتىلگەن ۋاقتى: %s

source: %s Your %s is charging (%i%%) %s until is fully charged.
ug: %s %s توكلىنىۋاتىدۇ (%i%%) تولۇق توكلانغۇچە %s

source: %s Your %s is charging (%i%%).
ug: %s %s توكلىنىۋاتىدۇ(%i%%)

source: %s Your %s is discharging (%i%%) Estimated time left is %s.
ug: %s ھازىر %s ئىشلىتىلىۋاتىدۇ (%i%%) تەخمىنەن يەنە %s ئىشلەيدۇ.

source: %s Your %s is discharging (%i%%).
ug: %s %s ئىشلىتىلىۋاتىدۇ(%i%%)

source: %s Your %s is empty
ug: %s %s قۇرۇق

source: %s Your %s is fully charged (%i%%).
ug: %s %s تولۇق توكلانغان (%i%%)

source: %s Your %s is fully charged (%i%%). Provides %s runtime
ug: %s %s تولۇق توكلانغان (%i%%) %s ئىشلەتكىلى بولىدۇ

source: %s click to modify clock
ug: %s چېكىپ سائەتنى توغرىلاڭ

source: %s %s %s failed for an unknown reason
ug: %s %s %s نامەلۇم سەۋەبتىن مەغلۇپ بولدى

source: %s %s %s returned with signal %d
ug: %s %s %s قايتۇرغان سىگنال %d

source: %s %s - Generic Monitor
ug: %s %s - ئادەتتىكى كۆزەتچى

source: %s (%i%%) %s until is fully charged.
ug: %s (%i%%) تولۇق توكلانغۇچە %s.

source: %s (%i%%) Estimated time left is %s.
ug: %s (%i%%) تەخمىنەن يەنە %s ۋاقىت ئىشلەيدۇ.

source: %s (Private Browsing)
ug: %s (شەخسىي كۆرۈش)

source: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>. Built with Gtk+-%d.%d.%d, running Gtk+-%d.%d.%d. Please report bugs to <%s>.
ug: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. ئاپتور Benedikt Meurer <benny@xfce.org>. Gtk+-%d.%d.%d دا ياسالغان, Gtk+-%d.%d.%d. دا ئىجرا بولۇۋاتىدۇ كەمتۈكىنى <%s> غا مەلۇم قىلىڭ.

source: %s (on %s)
ug: %s ( %s نىڭدا)

source: %s - Postler
ug: %s - پوستلېر(Postler)

source: %s - Properties
ug: %s - خاسلىقلىرى

source: %s <span color="grey" size="small">(external)</span>
ug: %s <span color="grey" size="small">(سىرتقى)</span>

source: %s Bytes
ug: %s بايت

source: %s [options] --build-list [[name file]...]
ug: %s [تاللانمىلار] --build-list [[ھۆججەت نامى]...]

source: %s already triggers this action.
ug: بۇ %s بولسا ئاللىقاچان مەزكۇر مەشغۇلاتنى پايلاۋاتىدۇ.

source: %s cannot be added to the composition, because it exceeds the maximum allowed file size for iso9660.
ug: %s نى ياسالمىغا قوشقىلى بولمىدى، سەۋەبى چوڭلۇقى iso9660 دا بەلگىلەنگەن چوڭلۇقتىن ئېشىپ كەتتى.

source: %s comes with ABSOLUTELY NO WARRANTY, You may redistribute copies of %s under the terms of the GNU Lesser General Public License which can be found in the %s source package.
ug: %s ھېچقانداق كاپالەتكە ئىگە ئەمەس, You may redistribute copies of %s under the terms of the GNU Lesser General Public License which can be found in the %s source package.

source: %s couldn't be executed.
ug: %s نى ئىجرا قىلغىلى بولمىدى.

source: %s in %s
ug: %s %s نىڭ ئىچىدە

source: %s is missing. You do not have a decoder installed to handle this file. Probably you need to look at the gst-plugins-* packages for the necessary plugins.
ug: %s يوقالغان. بۇ تىپتىكى ھۆججەتنى بىر تەرەپ قىلىدىغان كودسىزلىغۇچ يوق. كېرەكلىك كودسىزلىغۇچنى gst-plugins-* بوغچىسىدىن ئورنىتىشقا بولىدۇ.

source: %s is not a directory. Is %s really a valid maildir?
ug: %s مۇندەرىجە ئەمەس ئىكەن. %s راستلا مۇۋاپىق maildir مۇ؟

source: %s is not a valid directory, the default directory will be used.
ug: %s ئىناۋەتلىك مۇندەرىجە ئەمەس. كۆرۈلدىكى مۇندەرىجە ئىشلىتىلىدۇ.

source: %s is not running.
ug: %s ئىجرا قىلىنمايۋاتىدۇ.

source: %s of %s
ug: %s / %s

source: %s on %s
ug: ‫%2$s دىكى %1$s

source: %s status is unavailable... is HAL installed and hald running ?
ug: %s نىڭ ھالىتى ئېنىق ئەمەس... HAL ئورنىتىلىپ ئىجرا قىلىنغانمۇ؟

source: %s wants to know your location.
ug: %s نىڭ ئورنىڭىزنى بىلگۈسى بار ئىكەن.

source: %s wants to save an HTML5 database.
ug: %s نىڭ بىر HTML ساندىنىغا ساقلىغۇسى بار ئىكەن.

source: %s%s %s| %dHz | %d bit | %s | %d:%02d / %s | %d tracks | %s total playtime
ug: %s%s %s| %d گېرتس | %d بىت | %s | %d:%02d / %s | %d نەغمە | %s جەمئىي قويۇش ۋاقتى

source: %s's home
ug: %s's نىڭ ماكانى

source: %s/%s space left on %s
ug: %3$s نىڭدا %1$s/%2$s بوشلۇق قالدى

source: %s/%s space left on %s (%s)
ug: %3$s (%4$s) نىڭدا %1$s/%2$s بوشلۇق قالدى

source: %s: %s Try %s --help to see a full list of available command line options.
ug: %s: %s بۇيرۇق قۇرىدا ئىشلەتكىلى بولىدىغان بۇيرۇقلارنى %s --help ئارقىلىق كۆرۈڭ.

source: %s: Cannot allocate color %s
ug: %s: رەڭ %s نى تەقسىملىيەلمىدى

source: %s: Cannot allocate color: GValue for color is not of type STRING
ug: %s: رەڭنى تەقسىملىيەلمىدى: رەڭنىڭ GValue تىپى STRING تىپىدا ئەمەس ئىكەن.

source: %s: Cannot parse color %s
ug: %s: رەڭ %s نى تەھلىل قىلالمىدى

source: %s: Cannot parse color: GValue for color is not of type STRING
ug: %s: رەڭنى تەھلىل قىلالمىدى: رەڭنىڭ GValue تىپى STRING تىپىدا ئەمەس ئىكەن.

source: %s: Device statistics unavailable.
ug: %s: ئۈسكۈنە ستاتىستىكىسى يوق.

source: %s: Error in initializing: %s
ug: %s: دەسلەپلەشتۈرۈشتە خاتالىق كۆرۈلدى: %s

source: %s: GtkMenu failed to grab the pointer
ug: %s: GtkMenu نىڭ نۇقتىنى تۇتۇشى مەغلۇپ بولدى

source: %s: No disk extended statistics found! Either old kernel (< 2.4.20) or not compiled with CONFIG_BLK_STATS turned on. This monitor will not work! Please remove it.
ug: %s: دىسكا ئۇچۇرلىرى تېپىلمىدى! يادرو(kernel) كونا (2.4.20 نىڭدىن بۇرۇنقى) ياكى CONFIG_BLK_STATS تاللانمىسىنى ئىشلىتىپ يۇغۇرۇلماپتۇ بۇ كۆزەتكۈ نورمال ئىشلىمەيدۇ! ئۆچۈرۈۋېتىڭ.

source: %s: Unknown error This monitor will not work! Please remove it.
ug: %s: نامەلۇم خاتالىق بۇ كۆزەتكۈ نورمال ئىشلىمەيدۇ! ئۆچۈرۈۋېتىڭ.

source: %s: muted
ug: %s: ئۈنسىز

source: %t: Title
ug: %t: ماۋزۇ

source: %u byte
ug: %u بايت

source: %u item, totalling %s
ug: %u دانە تۈر، جەمئىي %s

source: %uth copy of %s
ug: %2$s نىڭ %1$u-كۆچۈرۈلمىسى

source: %uth link to %s
ug: %2$s نىڭ %1$u-ئۇلانمىسى

source: %x at %X
ug: %x %X دە

source: '%s' Could not be opened
ug: ‹%s› ئاچقىلى بولمىدى

source: '%s' could not be loaded.
ug: ‹%s› نى ئوقۇغىلى بولمىدى.

source: '%s' has quit unexpectedly.
ug: ‹%s› ئويلىمىغان يەردىن ئاخىرلىشىپ كەتتى.

source: 'net usershare' returned error %d
ug: 'net usershare' قايتۇرغان خاتالىق %d

source: 'net usershare' returned error %d: %s
ug: بۇيرۇق 'net usershare' قايتۇرغان خاتالىق %d: %s

source: (%d hidden)
ug: (%d يوشۇرۇن)

source: (0 = no archiving)
ug: (0 = ئارخىپلانمايدۇ)

source: (0=infinite)
ug: (0=چەكسىز)

source: (AC on-line)
ug: (AC غا ئۇلاقلىق)

source: (Charging from AC)
ug: (AC دىن توكلاۋاتىدۇ)

source: (Default font)
ug: (كۆڭۈلدىكى خەت نۇسخىسى)

source: (No battery, AC on-line)
ug: (توكدان يوق، AC غا ئۇلاقلىق)

source: (None Selected)
ug: (تاللانمىدى)

source: (None)
ug: (يوق)

source: (Paused)
ug: (ۋاقىتلىق توختىدى)

source: (Unknown program)
ug: (نامەلۇم پروگرامما)

source: (Unknown)
ug: (نامەلۇم)

source: (Untitled)
ug: (ماۋزۇسىز)

source: (display %d word at a time)
ug: (بىر قېتىمدا %d دانە سوز كۆرسىتىدۇ)

source: (no removable drives)
ug: (removable ئۈسكۈنە يوق)

source: (some contents unreadable)
ug: (بەزى مەزمۇنلارنى ئوقۇغىلى بولمايدۇ)

source: (unknown)
ug: (نامەلۇم)

source: * (use all)
ug: * (ھەممىسىدىن)

source: * Refer to source code of EOG image viewer and GThumb
ug: * EOG سۈرەت كۆرگۈ ۋە GThumb نىڭ ئەسلى كودىغا قاراڭ

source: ***** No foreign files *****
ug: ***** سىرتقى ھۆججەت يوق *****

source: *.tar.gz, *.tar.bz2 (Icon Theme)
ug: *.tar.gz, *.tar.bz2 (سىنبەلگە ئۆرنىكى)

source: - %s remaining
ug: - %s قالدى

source: - Test logout functionality
ug: - تىزىمدىن چىقىش ئىقتىدارىنى سىناش

source: - Xfconf commandline utility
ug: - Xfconf بۇيرۇق قۇرى قورالى

source: - a simple frontend to easily connect to remote filesystems
ug: - يىراقتىكى ھۆججەت سىستېمىسىغا باغلىنىشنى ئاسانلاشتۇرىدىغان ئاددىي ئالدى ئۇچ

source: - off -
ug: - ئېتىك -

source: --add-foreign (-a) file [RW] add a foreign file
ug: --add-foreign (-a) file [RW] سىرتقى ھۆججەت قوشىدۇ

source: --build-list Parse (name, file) pairs
ug: --build-list (نام،ھۆججەت) نىڭ جۈپىگە پارچىلايدۇ

source: --create and --reset options can not be used together
ug: --create بىلەن --reset نى بىرگە ئىشلىتىشكە بولمايدۇ

source: --create and --reset options can not be used together with --list
ug: --create بىلەن --reset نى --list نىڭ بىلەن بىرگە ئىشلىتىشكە بولمايدۇ

source: --extern Generate extern symbols
ug: --extern extern بەلگىلەرنى ھاسىل قىلىدۇ

source: --help -- print this help and exit
ug: --help -- مۇشۇ ياردەمنى كۆرسىتىپ ئاخىرلىشىدۇ

source: --help or -h Print help (this message) and exit
ug: --help ياكى -h مۇشۇ ياردەمنى كۆرسىتىپ ئاخىرلىشىدۇ

source: --help (-h) print this text
ug: --help (-h) مەزكۇر تېكىستنى بېسىپ چىقىرىدۇ

source: --launch TYPE [PARAMETERs...] Launch the preferred application of TYPE with the optional PARAMETERs, where TYPE is one of the following values.
ug: --launch TYPE [PARAMETERs...] TYPE دېگەن پروگراممىنى PARAMETER تاللانمىسى قوشۇپ ئىجرا قىلىدۇ. TYPE نىڭ قىممىتىنى تۆۋەندىكىلەردىن كۆرۈڭ.

source: --name=identifier C macro/variable name
ug: --name=identifier C ماكرو/ئۆزگەرگۈچى ئاتى

source: --next Next song in playlist
ug: --next قويۇش تىزىمىدىكى كېيىنكى ناخشا

source: --nowplaying FMT Print formatted track name to stdout
ug: --nowplaying FMT پىچىلغان نەغمە ئاتىنى ئۆلچەملىك چىقىرىش ئۈسكۈنىسى(stdout) غا چىقىرىدۇ

source: --pause Pause playback
ug: --pause قويۇشنى ۋاقىتلىق توختىتىدۇ

source: --play Start playback
ug: --play قويۇشنى باشلايدۇ

source: --play-pause Start playback if stopped, toggle pause otherwise
ug: --play-pause قويۇۋاتقان بولسا ۋاقىتلىق توختىتىدۇ، باشقا ھالەتنىمۇ ۋاقىتلىق توختىتىدۇ

source: --preferences (-p) show preferences form
ug: --preferences (-p) تەڭشەك form نى كۆرسىتىدۇ

source: --prev Previous song in playlist
ug: --prev قويۇش تىزىمىدىكى ئالدىنقى ناخشا

source: --queue Append file(s) to existing playlist
ug: --queue ھۆججەت(لەر) نى قويۇش تىزىمىغا قوشىدۇ

source: --quit Quit player
ug: --quit قويغۇنى ئاخىرلاشتۇرىدۇ

source: --random Random song in playlist
ug: --random قويۇش تىزىمىدىكى ناخشىنى تەرتىپسىز قويىدۇ

source: --remove-foreign (-r) file remove a foreign file
ug: --remove-foreign (-r) file سىرتقى ھۆججەت ئۆچۈرىدۇ

source: --static Generate static symbols
ug: --static static بەلگىلەرنى ھاسىل قىلىدۇ

source: --stop Stop playback
ug: --stop قويۇشنى توختىتىدۇ

source: --strip-comments Remove comments from XML files
ug: --strip-comments XML ھۆججەتنىڭ تەركىبىدىكى ئىزاھاتلارنى ئۆچۈرىدۇ

source: --strip-content Remove node contents from XML files
ug: --strip-content XML ھۆججەتنىڭ تەركىبىدىكى تۈگۈن ئۇچۇرلىرىنى ئۆچۈرىدۇ

source: --toggle (-t) make orage visible/unvisible
ug: --toggle (-t) orage كۆرۈنىدىغان ياكى كۆرۈنمەيدىغان قىلىدۇ

source: --toggle only works with boolean values
ug: --toggle پەقەتلا boolean قىممەتلىرى بىلەنلا ئىشلەيدۇ

source: --toggle-pause Toggle pause
ug: --toggle-pause ۋاقىتلىق توختىتىشنى ئالماشتۇرىدۇ

source: --version Print version info and exit
ug: --version نەشر ئۇچۇرىنى بېسىپ چىقىرىپ ئاخىرلىشىدۇ

source: --version -- print version and exit
ug: --version -- نەشر ئۇچۇرىنى بېسىپ چىقىرىپ ئاخىرلىشىدۇ

source: --version (-v) show version of orage
ug: --version (-v) orage نىڭ نەشرىنى كۆرسىتىپ بېرىدۇ

source: --working-directory DIRECTORY Default working directory for applications when using the --launch option.
ug: --working-directory DIRECTORY --launch ئىشلىتىلگەن چاغدىكى پروگراممىنىڭ كۆڭۈلدىكى خىزمەت مۇندەرىجىسى

source: -?, --help Print this help message and exit
ug: -?, --help ياردەم ئۇچۇرىنى چىقىرىپ ئاخىرلىشىدۇ

source: -V, --version Print version information and exit
ug: -v, --version نەشر ئۇچۇرىنى چىقىرىپ ئاخىرلىشىدۇ

source: -h -- same as --help
ug: -h -- بۇ --help بىلەن ئوخشاش

source: -h, --help Print this help message and exit
ug: -h, --help ياردەم ئۇچۇرنى چىقىرىدۇ ۋە چېكىنىدۇ

source: -p -- same as --profile
ug: -p -- بۇ --profile بىلەن ئوخشاش

source: -v -- same as --version
ug: -v -- بۇ --version بىلەن ئوخشاش

source: .... not connected ?
ug: .... باغلانمىدىمۇ؟

source: 0 = do not show event list at all
ug: 0 = ھادىسە تىزىملىكىنى زادىلا كۆرسەتمەيدۇ

source: 0 = system default expiration time
ug: 0 = سىستېمىنىڭ كۆڭۈلدىكى ۋاقىت چېكى

source: 1 day
ug: بىر كۈن

source: 1 day %d:%02d:%02d
ug: 1 كۈن %d:%02d:%02d

source: 1 hour
ug: بىر سائەت

source: 1 month
ug: بىر ئاي

source: 1 week
ug: بىر ھەپتە

source: 1 year
ug: بىر يىل

source: 10s
ug: 10 سېكۇنت

source: 16 bit signed int
ug: 16 بىتلىق ئالامىتى بار پۈتۈن سان

source: 16/4 Mbps Token Ring
ug: 16/4 Mbps ھالقىسىمان تور

source: 16:9 (Widescreen)
ug: 16:9 (كەڭ ئېكران)

source: 1s
ug: 1سېكۇنت

source: 2.3 (Recommended)
ug: 2.3 (تەۋسىيە قىلىنىدۇ)

source: 2.3 (Recommended) 2.4
ug: 2.3 (تەۋسىيە قىلىنىدۇ) 2.4

source: 24 bit signed int
ug: 24 بىتلىق ئالامىتى بار پۈتۈن سان

source: 24-_hour clock
ug: 24-سائەت (_H)

source: 2s
ug: 2 سېكۇنت

source: 32 bit float
ug: 32 بىتلىق لەيلىمە كەسىر سان

source: 32 bit signed int
ug: 32 بىتلىق ئالامىتى بار پۈتۈن سان

source: 500ms
ug: 500 مىللىسېكۇنت

source: 5s
ug: 5 سېكۇنت

source: 6-bit Serial Line IP
ug: 6-bit ئارقىمۇ ئارقا لىنىيە IP

source: 750ms
ug: 750 مىللىسېكۇنت

source: 8 bit signed int
ug: 8 بىتلىق ئالامىتى بار پۈتۈن سان

source: 8-bit output (default is 16)
ug: 8 بىتلىق چىقىرىش(كۆڭۈلدىكىسى 16 بىت)

source: << %s >> (%s) Average of last %d measures with an interval of %.2fs: Incoming: %s Outgoing: %s Total: %s
ug: << %s >> (%s) ئەڭ ئاخىرقى %d قېتىملىق ئۆلچەشنىڭ ئوتتۇرىچە قىممىتى: ئۆلچەش ئىنتېرۋالى %.2fs: كىرىش: %s چىقىش: %s جەمئىي: %s

source: << %s >> (Interface down)
ug: << %s >> (ئارايۈز توختىتىلغان)

source: <Hidden Access Point>
ug: <يوشۇرۇن زىيارەت نۇقتىسى>

source: <No Sub Folder>
ug: <تارماق قىسقۇچ يوق>

source: <Unknown>
ug: <نامەلۇم>

source: <a href="%s">Full size image</a>
ug: <a href="%s">تولۇق سۈرەت</a>

source: <a href="%s">Large thumbnail</a>
ug: <a href="%s">چوڭ كىچىك سۈرەت(thumbnail)</a>

source: <a href="%s">Small thumbnail</a>
ug: <a href="%s">كىچىك كىچىك سۈرەت(thumbnail)</a>

source: <a href="volman-config:">Configure</a> the management of removable drives and media (i.e. how cameras should be handled).
ug: <a href="volman-config:">تەڭشەك</a> يۆتكىلىشچان ئۈسكۈنىلەرنى ۋە دىسكىلارنى باشقۇرۇش (مەسىلەن، كامېرا قاتارلىقلارنى).

source: <b>%s</b> URI: %s Connected: Yes Service Type: %s Bookmark: %s
ug: <b>%s</b> URI: %s باغلاندى: ھەئە مۇلازىمەت تىپى: %s خەتكۈش: %s

source: <b><big>Logout %s session?</big></b>
ug: <b><big>ئەڭگىمە %s دىن چىقامسىز؟</big></b>

source: <b><i>Commands</i></b>
ug: <b><i>بۇيرۇقلار</i></b>

source: <b><i>Outputs</i></b>
ug: <b><i>چىقىرىشلار</i></b>

source: <b>Access Control</b>
ug: <b>زىيارەتنى تىزگىنلەش</b>

source: <b>Accessed:</b>
ug: <b>زىيارەت قىلىنغان:</b>

source: <b>Action</b>
ug: <b>مەشغۇلات</b>

source: <b>Actions</b>
ug: <b>مەشغۇلاتلار</b>

source: <b>Activity</b>
ug: <b>پائالىيەت</b>

source: <b>Adjustments</b>
ug: <b>تەڭشەش</b>

source: <b>Advanced Options</b>
ug: <b>ئالىي تاللانمىلار</b>

source: <b>Album: </b>
ug: <b>ئالبوم: </b>

source: <b>Album:</b>
ug: <b>ئالبوم:</b>

source: <b>Antialising</b>
ug: <b>سىلىقلاش</b>

source: <b>Appearance</b>
ug: <b>كۆرۈنۈشى</b>

source: <b>Artist: </b>
ug: <b>ئورۇنلىغۇچى: </b>

source: <b>Artist:</b>
ug: <b>ئورۇنلىغۇچى:</b>

source: <b>Audio CD</b>
ug: <b>ئۈن دىسكىسى</b>

source: <b>Audio</b>
ug: <b>ئۈن</b>

source: <b>Author:</b>
ug: <b>ئاپتور:</b>

source: <b>Author</b>
ug: <b>ئاپتور</b>

source: <b>Auto-mount</b>
ug: <b>ئاپتوماتىك ئېگەرلەش</b>

source: <b>Automatic hiding</b>
ug: <b>ئاپتوماتىك يوشۇرۇش</b>

source: <b>Background colors</b>
ug: <b>تەگلىك رەڭلىرى</b>

source: <b>Background</b>
ug: <b>تەگلىك رەڭگى</b>

source: <b>Behavior</b>
ug: <b>ئىش-ھەرىكەت</b>

source: <b>Box move and resize</b>
ug: <b>يۆتكەش ۋە چوڭلۇقىنى ئۆزگەرتىش</b>

source: <b>Brightness</b>
ug: <b>يورۇقلۇقى</b>

source: <b>Button layout</b>
ug: <b>توپچىنىڭ ئورۇنلاشتۇرۇلۇشى</b>

source: <b>C_hange content:</b>
ug: <b> مەزمۇننى ئۆزگەرت(_C):</b>

source: <b>Channels:</b>
ug: <b>قانال سانى:</b>

source: <b>Character Repeat</b>
ug: <b>ھەرپ قايتىلاش</b>

source: <b>Choose Icon From:</b>
ug: <b>تۆۋەندىكىدىن سىنبەلگە تاللاڭ:</b>

source: <b>Colors:</b>
ug: <b>رەڭلەر:</b>

source: <b>Colors</b>
ug: <b>رەڭلەر</b>

source: <b>Command line to execute:</b>
ug: <b>ئىجرا قىلىدىغان بۇيرۇق قۇرى:</b>

source: <b>Commands</b>
ug: <b>بۇيرۇقلار</b>

source: <b>Comment: </b>
ug: <b>ئىزاھات: </b>

source: <b>Comment:</b>
ug: <b>ئىزاھات:</b>

source: <b>Compatibility</b>
ug: <b>قوللاشچانلىق</b>

source: <b>Connection</b>
ug: <b>باغلىنىش</b>

source: <b>Date taken:</b>
ug: <b>تارتىلغان ۋاقىت:</b>

source: <b>Default Icons</b>
ug: <b>كۆڭۈلدىكى سىنبەلگىلەر</b>

source: <b>Default View</b>
ug: <b>كۆڭۈلدىكى كۆرۈنۈش</b>

source: <b>Default alarm</b>
ug: <b>كۆڭۈلدىكى قوڭغۇراق</b>

source: <b>Default search method:</b>
ug: <b>كۆڭۈلدىكى ئىزدەش ئۇسۇلى:</b>

source: <b>Description:</b>
ug: <b>چۈشەندۈرۈش:</b>

source: <b>Description</b>
ug: <b>چۈشەندۈرۈش</b>

source: <b>Desktop Menu</b>
ug: <b>ئۈستەلئۈستى تىزىملىكى</b>

source: <b>Directories Tree</b>
ug: <b>مۇندەرىجە دەرىخى</b>

source: <b>Domain</b>: %s <b>Cookies</b>: %d
ug: <b>دائىرە</b>: %s <b>كۇكى(Cookie) سانى</b>: %d

source: <b>Double click _action</b>
ug: <b>قوش چېكىلگەندىكى ھەرىكەت</b>(_A)

source: <b>Duration:</b>
ug: <b>ۋاقتى:</b>

source: <b>Events for %s - %s:</b>
ug: <b>%s- %s نىڭ ھادىسىلىرى :</b>

source: <b>Events for %s:</b>
ug: <b>%s نىڭ ھادىسىلىرى:</b>

source: <b>Extract files:</b>
ug: <b>ھۆججەتلەرنى ياي:</b>

source: <b>File Size</b>
ug: <b>ھۆججەت چوڭلۇقى</b>

source: <b>File Type To be Opened:</b>
ug: <b>ئاچىدىغان ھۆججەت تىپى:</b>

source: <b>File Type: </b>
ug: <b>ھۆججەت تىپى: </b>

source: <b>File Type:</b>
ug: <b>ھۆججەت تىپى:</b>
